Repository: kakahu2015/KeyAuth-MVP
Catalog: Localization/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, id, it, ja, ko, nl, pl, pt_br, ru, th, tr, uk, vi, zh_hans, zh_hant

source: Saved locally; syncing with iCloud…
ar: تم الحفظ محليًا؛ جارٍ المزامنة مع iCloud…
de: Lokal gespeichert; Synchronisierung mit iCloud…
es: Guardado localmente; sincronizando con iCloud…
fr: Enregistré localement ; synchronisation avec iCloud…
hi: स्थानीय रूप से सहेजा गया; iCloud के साथ सिंक हो रहा है…
id: Disimpan secara lokal; menyinkronkan dengan iCloud…
it: Salvato localmente; sincronizzazione con iCloud…
ja: ローカルに保存済み。iCloudと同期中…
ko: 기기에 저장됨; iCloud와 동기화 중…
nl: Lokaal opgeslagen; synchroniseren met iCloud…
pl: Zapisano lokalnie; synchronizowanie z iCloud…
pt_br: Salvo localmente; sincronizando com o iCloud…
ru: Сохранено локально; синхронизация с iCloud…
th: บันทึกในเครื่องแล้ว กำลังซิงค์กับ iCloud…
tr: Yerel olarak kaydedildi; iCloud ile eşzamanlanıyor…
uk: Збережено локально; синхронізація з iCloud…
vi: Đã lưu cục bộ; đang đồng bộ với iCloud…
zh_hans: 已保存到本机；正在同步 iCloud…
zh_hant: 已儲存至本機；正在同步 iCloud…

source: Scan QR Code
ar: مسح رمز QR
de: QR-Code scannen
es: Escanear código QR
fr: Scanner le code QR
hi: QR कोड स्कैन करें
id: Pindai Kode QR
it: Scansiona codice QR
ja: QRコードをスキャン
ko: QR 코드 스캔
nl: QR-code scannen
pl: Skanuj kod QR
pt_br: Escanear código QR
ru: Сканировать QR-код
th: สแกน QR Code
tr: QR Kodunu Tara
uk: Сканувати QR-код
vi: Quét mã QR
zh_hans: 扫描二维码
zh_hant: 掃描 QR Code

source: Syncing with iCloud…
ar: جارٍ المزامنة مع iCloud…
de: Synchronisierung mit iCloud…
es: Sincronizando con iCloud…
fr: Synchronisation avec iCloud…
hi: iCloud के साथ सिंक हो रहा है…
id: Menyinkronkan dengan iCloud…
it: Sincronizzazione con iCloud…
ja: iCloudと同期中…
ko: iCloud와 동기화 중…
nl: Synchroniseren met iCloud…
pl: Synchronizowanie z iCloud…
pt_br: Sincronizando com o iCloud…
ru: Синхронизация с iCloud…
th: กำลังซิงค์กับ iCloud…
tr: iCloud ile eşzamanlanıyor…
uk: Синхронізація з iCloud…
vi: Đang đồng bộ với iCloud…
zh_hans: 正在同步 iCloud…
zh_hant: 正在同步 iCloud…

source: Unlock
ar: إلغاء القفل
de: Entsperren
es: Desbloquear
fr: Déverrouiller
hi: अनलॉक करें
id: Buka kunci
it: Sblocca
ja: ロック解除
ko: 잠금 해제
nl: Ontgrendelen
pl: Odblokuj
pt_br: Desbloquear
ru: Разблокировать
th: ปลดล็อก
tr: Kilidi Aç
uk: Розблокувати
vi: Mở khóa
zh_hans: 解锁
zh_hant: 解鎖

source: Unlock did not complete. Please try again.
ar: تعذر إكمال إلغاء القفل. حاول مرة أخرى.
de: Entsperren konnte nicht abgeschlossen werden. Bitte erneut versuchen.
es: No se pudo completar el desbloqueo. Inténtalo de nuevo.
fr: Le déverrouillage n’a pas abouti. Réessayez.
hi: अनलॉक पूरा नहीं हुआ। फिर से कोशिश करें।
id: Pembukaan kunci tidak selesai. Coba lagi.
it: Sblocco non completato. Riprova.
ja: ロック解除を完了できませんでした。もう一度お試しください。
ko: 잠금 해제를 완료하지 못했습니다. 다시 시도하세요.
nl: Ontgrendelen is niet voltooid. Probeer het opnieuw.
pl: Nie udało się ukończyć odblokowywania. Spróbuj ponownie.
pt_br: Não foi possível concluir o desbloqueio. Tente novamente.
ru: Не удалось завершить разблокировку. Повторите попытку.
th: ปลดล็อกไม่สำเร็จ โปรดลองอีกครั้ง
tr: Kilidi açma tamamlanamadı. Lütfen tekrar deneyin.
uk: Не вдалося завершити розблокування. Спробуйте ще раз.
vi: Không thể hoàn tất mở khóa. Hãy thử lại.
zh_hans: 解锁未完成，请重试。
zh_hant: 解鎖未完成，請重試。

source: Unlock KeyAuth recovery key.
ar: إلغاء قفل مفتاح استرداد KeyAuth.
de: KeyAuth-Wiederherstellungsschlüssel entsperren.
es: Desbloquear la clave de recuperación de KeyAuth.
fr: Déverrouiller la clé de récupération de KeyAuth.
hi: KeyAuth पुनर्प्राप्ति कुंजी अनलॉक करें।
id: Buka kunci pemulihan KeyAuth.
it: Sblocca la chiave di recupero di KeyAuth.
ja: KeyAuthの復元キーを解除します。
ko: KeyAuth 복구 키를 잠금 해제합니다.
nl: Ontgrendel de KeyAuth-herstelsleutel.
pl: Odblokuj klucz odzyskiwania KeyAuth.
pt_br: Desbloquear a chave de recuperação do KeyAuth.
ru: Разблокить ключ восстановления KeyAuth.
th: ปลดล็อกคีย์กู้คืน KeyAuth
tr: KeyAuth kurtarma anahtarının kilidini açın.
uk: Розблокувати ключ відновлення KeyAuth.
vi: Mở khóa khóa khôi phục KeyAuth.
zh_hans: 解锁 KeyAuth 恢复密钥。
zh_hant: 解鎖 KeyAuth 復原金鑰。

source: Unlock KeyAuth to read the master key.
ar: إلغاء قفل KeyAuth لقراءة المفتاح الرئيسي.
de: KeyAuth entsperren, um den Hauptschlüssel zu lesen.
es: Desbloquear KeyAuth para leer la clave maestra.
fr: Déverrouiller KeyAuth pour lire la clé principale.
hi: मास्टर कुंजी पढ़ने के लिए KeyAuth अनलॉक करें।
id: Buka kunci KeyAuth untuk membaca master key.
it: Sblocca KeyAuth per leggere la chiave master.
ja: マスターキーを読み取るためにKeyAuthを解除します。
ko: 마스터 키를 읽기 위해 KeyAuth를 잠금 해제합니다.
nl: Ontgrendel KeyAuth om de hoofd sleutel te lezen.
pl: Odblokuj KeyAuth, aby odczytać klucz główny.
pt_br: Desbloquear o KeyAuth para ler a chave mestra.
ru: Разблокировать KeyAuth для чтения главного ключа.
th: ปลดล็อก KeyAuth เพื่ออ่านคีย์หลัก
tr: Ana anahtarı okumak için KeyAuth'ın kilidini açın.
uk: Розблокувати KeyAuth, щоб прочитати головний ключ.
vi: Mở khóa KeyAuth để đọc khóa chính.
zh_hans: 解锁 KeyAuth 以读取主密钥。
zh_hant: 解鎖 KeyAuth 以讀取主金鑰。

source: Unlock the protected master key with Face ID or your device passcode.
ar: افتح قفل المفتاح الرئيسي المحمي باستخدام Face ID أو رمز مرور الجهاز.
de: Entsperre den geschützten Hauptschlüssel mit Face ID oder dem Gerätecode.
es: Desbloquea la clave maestra protegida con Face ID o el código del dispositivo.
fr: Déverrouillez la clé principale protégée avec Face ID ou le code de votre appareil.
hi: Face ID या डिवाइस पासकोड से सुरक्षित मास्टर कुंजी अनलॉक करें।
id: Buka kunci master key yang dilindungi dengan Face ID atau kode sandi perangkat.
it: Sblocca la chiave master protetta con Face ID o il codice del dispositivo.
ja: Face IDまたはデバイスのパスコードで保護されたマスターキーを解除します。
ko: Face ID 또는 기기 암호로 보호된 마스터 키를 잠금 해제합니다.
nl: Ontgrendel de beveiligde hoofd sleutel met Face ID of de toegangscode van je apparaat.
pl: Odblokuj chroniony klucz główny za pomocą Face ID lub kodu urządzenia.
pt_br: Desbloqueie a chave mestra protegida com Face ID ou o código do dispositivo.
ru: Разблокируйте защищённый главный ключ с помощью Face ID или кода устройства.
th: ปลดล็อกคีย์หลักที่ได้รับการปกป้องด้วย Face ID หรือรหัสผ่านอุปกรณ์
tr: Face ID veya cihaz parolanızla korunan ana anahtarın kilidini açın.
uk: Розблокуйте захищений головний ключ за допомогою Face ID або коду пристрою.
vi: Mở khóa khóa chính được bảo vệ bằng Face ID hoặc mật mã thiết bị.
zh_hans: 使用 Face ID 或设备密码解锁受保护的主密钥。
zh_hant: 使用 Face ID 或裝置密碼解鎖受保護的主金鑰。

source: Unlocking…
ar: جارٍ إلغاء القفل…
de: Entsperren…
es: Desbloqueando…
fr: Déverrouillage…
hi: अनलॉक हो रहा है…
id: Membuka kunci…
it: Sblocco…
ja: 解除中…
ko: 잠금 해제 중…
nl: Bezig met ontgrendelen…
pl: Odblokowywanie…
pt_br: Desbloqueando…
ru: Разблокировка…
th: กำลังปลดล็อก…
tr: Kilidi açılıyor…
uk: Розблокування…
vi: Đang mở khóa…
zh_hans: 正在解锁…
zh_hant: 正在解鎖…

source: Your data is available on this device, but iCloud has not synced yet. Tap to retry.
ar: بياناتك متاحة على هذا الجهاز، لكن iCloud لم تتم مزامنته بعد. اضغط لإعادة المحاولة.
de: Deine Daten sind auf diesem Gerät verfügbar, aber iCloud wurde noch nicht synchronisiert. Zum Wiederholen tippen.
es: Tus datos están disponibles en este dispositivo, pero iCloud aún no se ha sincronizado. Toca para reintentar.
fr: Vos données sont disponibles sur cet appareil, mais iCloud n’est pas encore synchronisé. Touchez pour réessayer.
hi: आपका डेटा इस डिवाइस पर उपलब्ध है, लेकिन iCloud अभी सिंक नहीं हुआ है। फिर से कोशिश करने के लिए टैप करें।
id: Data Anda tersedia di perangkat ini, tetapi iCloud belum disinkronkan. Ketuk untuk mencoba lagi.
it: I dati sono disponibili su questo dispositivo, ma iCloud non è ancora sincronizzato. Tocca per riprovare.
ja: このデバイスのデータは利用できますが、iCloudとまだ同期されていません。タップして再試行してください。
ko: 이 기기의 데이터는 사용할 수 있지만 iCloud와 아직 동기화되지 않았습니다. 탭하여 다시 시도하세요.
nl: Je gegevens zijn beschikbaar op dit apparaat, maar iCloud is nog niet gesynchroniseerd. Tik om opnieuw te proberen.
pl: Dane są dostępne na tym urządzeniu, ale iCloud nie został jeszcze zsynchronizowany. Stuknij, aby spróbować ponownie.
pt_br: Seus dados estão disponíveis neste dispositivo, mas o iCloud ainda não foi sincronizado. Toque para tentar novamente.
ru: Данные доступны на этом устройстве, но iCloud ещё не синхронизирован. Нажмите, чтобы повторить.
th: ข้อมูลของคุณพร้อมใช้งานบนอุปกรณ์นี้ แต่ iCloud ยังไม่ได้ซิงค์ แตะเพื่อลองอีกครั้ง
tr: Verileriniz bu cihazda kullanılabilir, ancak iCloud henüz eşzamanlanmadı. Yeniden denemek için dokunun.
uk: Ваші дані доступні на цьому пристрої, але iCloud ще не синхронізовано. Натисніть, щоб повторити.
vi: Dữ liệu có trên thiết bị này nhưng iCloud chưa đồng bộ. Chạm để thử lại.
zh_hans: 本机数据可用，但 iCloud 尚未同步。点击重试。
zh_hant: 本機資料可用，但 iCloud 尚未同步。點一下即可重試。
